<?php


namespace app\migrations;


interface ConstInterface
{
    const ABOUT_PAGE = '<div class="about-us__text">
                    <p>Diam quam nulla porttitor massa id neque aliquam. Phasellus egestas tellus rutrum tellus pellentesque eu tincidunt tortor. Ullamcorper sit amet risus nullam eget felis eget nunc. Sociis natoque penatibus et magnis dis parturient montes nascetur. Porttitor eget dolor morbi non arcu risus. Est ante in nibh mauris cursus mattis. Nunc mattis enim ut tellus elementum sagittis vitae. Sapien nec sagittis aliquam malesuada bibendum. Cursus metus aliquam eleifend mi in nulla. Facilisi nullam vehicula ipsum a arcu. Lectus magna fringilla urna porttitor rhoncus dolor purus.</p>
                    <p>Diam quam nulla porttitor massa id neque aliquam. Phasellus egestas tellus rutrum tellus pellentesque eu tincidunt tortor. Ullamcorper sit amet risus nullam eget felis eget nunc. Sociis natoque penatibus et magnis dis parturient montes nascetur. Porttitor eget dolor morbi non arcu risus. Est ante in nibh mauris cursus mattis. Nunc mattis enim ut tellus elementum sagittis vitae. Sapien nec sagittis aliquam malesuada bibendum. Cursus metus aliquam eleifend mi in nulla. Facilisi nullam vehicula ipsum a arcu. Lectus magna fringilla urna porttitor rhoncus dolor purus.</p>
                    <p>Diam quam nulla porttitor massa id neque aliquam. Phasellus egestas tellus rutrum tellus pellentesque eu tincidunt tortor. Ullamcorper sit amet risus nullam eget felis eget nunc. Sociis natoque penatibus et magnis dis parturient montes nascetur. Porttitor eget dolor morbi non arcu risus. Est ante in nibh mauris cursus mattis. Nunc mattis enim ut tellus elementum sagittis vitae. Sapien nec sagittis aliquam malesuada bibendum. Cursus metus aliquam eleifend mi in nulla. Facilisi nullam vehicula ipsum a arcu. Lectus magna fringilla urna porttitor rhoncus dolor purus.</p>
                </div>';

    const LEGISLATION_PAGE = '<div class="legislation__container">
                <a href="">Провадження нашої діяльності здійснюється лише в рамках правового поля на підставі чинних законодавчих актів України, що дає можливість нам та нашим партнерам уникнути репутаційних ризиків: </a>
                <a href="">Конституція України;</a>
                <a href="">Кодекси України;</a>
                <a href="">Закон України «Про органи та осіб, які здійснюють примусове виконання судових рішень і рішень інших органів»;</a>
                <a href="">Закон України «Про виконавче провадження»;</a>
                <a href="">Інструкція з організації примусового виконання рішень;</a>
                <a href="">Постанова Кабінету Міністрів України "Про затвердження Порядку використання коштів виконавчого провадження";</a>
                <a href="">Постанова Кабінету Міністрів України "Про затвердження порядку тимчасового затримання та зберігання транспортних засобів на спеціальних майданчиках і стоянках";</a>
                <a href="">Наказ Міністерства юстиції України "Про встановлення Видів та розмірів витрат виконавчого провадження";</a>
                <a href="">Наказ Міністерства юстиції України « Про затвердження Порядку реалізації арештованого майна та інших нормативно- правових та законодавчих актів.</a>
            </div>';

    const SERVICES_PAGE = '<div class="services-page__container">
                <p class="services-page__text">В рамках виконання виконавчих документів приватним виконавцем можуть бути надані наступні послуги:</p>
                <h2 class="services-page__title">Виконання ухвал, постанов судів</h2>
                <p>Відповідно до статті 3 Закону України “Про виконавче провадження” примусовому виконанню рішення підлягають: ухвали, постанови судів у цивільних, господарських, адміністративних справах, справах про адміністративні правопорушення, кримінальних провадженнях у випадках, передбачених законом. Таким чином приватний виконавець має право виконувати ухвали та постанови судів за умови їх відповідності вимогам статті 4 Закону України “Про виконавче провадження”.</p>
                <h2 class="services-page__title">Стягнення згідно виконавчих листів та наказів</h2>
                <p>Відповідно до статті 3 Закону України “Про виконавче провадження” примусовому виконанню підлягають рішення на підставі таких виконавчих документів: виконавчих листів та наказів, що видаються судами у передбачених законом випадках на підставі судових рішень, рішень третейського суду, рішень міжнародного комерційного арбітражу, рішень іноземних судів та на інших підставах, визначених законом або міжнародним договором України.
                    У разі наявності виконавчого документу, важливо не зволікати та звернутись до приватного виконавця з тим, щоб унеможливити відчудження майна, що належить боржнику на праві власності.</p>
                <h2 class="services-page__title">Оформлення посвідчень комісій по трудовим спорам</h2>
                <p>Відповідно до статті 3 Закону України “Про виконавче провадження” примусовому виконанню також підлягають рішення на підставі таки виконавчих документів: посвідчень комісій по трудових спорах, що видаються на підставі відповідних рішень таких комісій.</p>
                <h2 class="services-page__title">Виконання виконавчих написів нотаріусів</h2>
                <p>Відповідно до статті 3 Закону України “Про виконавче провадження” примусовому виконанню підлягають також рішення на підставі виконавчих написів нотаріусів. В таких випадках важливо не гаяти часу, оскільки боржник не встиг ще вчинити дії по відчуженню майна, а тому слід в першу чергу внести його до реєстру боржників та накласти арешт на майно, яке підлягає стягненню для швидкого та повного виконання виконавчого документу.</p>
            </div>';

    const PROCEDURE_AND_PERFORMANCE_TERMS = '<div class="order__container">
                <p><strong>1.</strong> Відкриття виконавчого провадження – в день надходження заяви стягувача про відкриття виконавчого провадження, але не пізніше наступного дня.</p>
                <p>Направлення постанови про відкриття виконавчого провадження сторонам - згідно статті 28 Закону України "Про виконавче провадження", в день відкриття виконавчого провадження, але не пізніше наступного дня з моменту винесення постанови про відкриття виконавчого провадження.</p>
                <p><strong>2.</strong> Направлення запитів:</p>
                <ul>
                    <li>для з\'ясування наявності нерухомого майна, а саме: нежитлових приміщень, квартир, житлових будинків, земельних ділянок, тощо - отримання інформації з електронних реєстрів та баз даних одночасно з винесенням постанови про відкриття виконавчого провадження, але не пізніше наступного дня з дня її винесення;</li>
                    <li>для з\'ясування наявності рухомого майна, а саме: транспортних засобів, сільсько-господарської техніки, самохідних машин, морських, водних та повітряних суден, тощо - направлення запитів до відповідних реєструючих органів одночасно з винесенням постанови про відкриття виконавчого провадження, але не пізніше наступного дня з дня її винесення;</li>
                    <li>для з\'ясування наявності пакетів акцій емітентів &nbsp;- направлення запитів до Національної комісії з цінних паперів та фондового ринку одночасно з винесенням постанови про відкриття виконавчого провадження, але не пізніше наступного дня з дня її винесення;</li>
                    <li>для з\'ясування наявності відкритих рахунків у банківських установах (та джерела отримання заробітної плати, пенсії боржника - фізичної особи) - направлення запитів до Державної фіксальної служби України та Управління пенсійного фонду України одночасно з винесенням постанови про відкриття виконавчого провадження, але не пізніше наступного дня з дня її винесення.</li>
                </ul>
                <p><strong>3.</strong> Накладення арешту на майно боржника, згідно статті 13 Закону України "Про виконавче провадження" - за заявою стягувача одночасно з винесенням постанови про відкриття виконавчого провадження, але не пізніше наступного дня з моменту виявлення майна боржника.</p>
                <p><strong>4.</strong> Накладення арешту на грошові кошти&nbsp;боржника – за заявою стягувача одночасно з винесенням постанови про відкриття виконавчого провадження, але не пізніше наступного дня з моменту їх виявлення.</p>
                <p><strong>5.</strong> Направлення платіжних вимог, з метою примусового списання коштів, згідно з статтею 13 Закону України "Про виконавче провадження", здійснюється не пізніше наступного робочого дня після накладення арешту та в подальшому не пізніше наступного робочого дня з дня отримання інформації про наявність коштів на рахунках.</p>
                <p><strong>6.</strong> В разі наявності зареєстрованих за боржником автотранспортних засобів виноситься постанова про розшук майна боржника та направляється для виконання до відповідних органів Національної поліції України (поштою) – не пізніше наступного для з моменту отримання інформації.</p>
                <p><strong>7.</strong> В разі затримання органами поліції автотранспорту, що перебуває в розшуку, проводиться опис цього майна - невідкладно.</p>
                <p><strong>8.</strong> В разі наявності зареєстрованого нерухомого майна боржника – здійснюється опис й арешт цього майна – протягом 5-ти днів з моменту його виявлення.</p>
                <p><strong>9.</strong> Винесення постанови про призначення суб’єкта оціночної діяльності для визначення вартості описаного майна – протягом 10 днів з дня проведення опису; направлення цієї постанови суб’єкту оціночної діяльності – не пізніше наступного дня після її винесення.</p>
                <p><strong>10.</strong> Направлення копії висновку суб’єкта оціночної діяльності щодо вартості описаного майна сторонам – не пізніше наступного дня з моменту його отримання.</p>
                <p><strong>11.</strong> Направлення пакету документів, з метою реалізації в рахунок погашення боргу майна боржника, через спеціальні торгівельні майданчики (ДП «СЕТАМ») – відповідно до порядку реалізації арештованого майна.</p>
                <p><strong>12.</strong> Перерахування грошових коштів стягувачу в рахунок погашення боргу (списаних за платіжними вимогами приватного виконавця, сплачені боржником самостійно на рахунок приватного виконавця, отримані від реалізації описаного майна боржника, тощо) – не пізніше трьох робочих днів з дня&nbsp;надходження на депозитний рахунок приватного виконавця.</p>
                <p><strong>13.</strong> Звернення до суду із заявою про обмеження боржника у праві виїзду за кордон – у разі необхідності, невідкладно.</p>
                <p><strong>14.</strong> Виділення часток суспільної сумісної власності – у разі необхідності, невідкладно.</p>
                <p><strong>15.</strong> Притягнення боржника до кримінальної відповідальності за невиконання рішення суду – за наявності ознак злочину, невідкладно.</p>
                <p><strong>16.</strong> Перевірка майнового стану боржника ( щодо виявлення нових рахунків боржника, джерел його доходу, рухомого та нерухомого майна, майнових прав) проводиться не рідше ніж один раз на два тижні.</p>
            </div>';

    const MEMORY_FOR_USER = '<div class="memory__container">
                <p><strong>Авансовий внесок</strong> - 2 відсотки від суми, що підлягає стягненню, але не більше 10 мінімальних розмірів заробітної плати за pішеннями&nbsp;<strong>майнового характеру</strong>, а за рішеннями&nbsp;<strong>немайнового характеру</strong>&nbsp;та рішень про забезпечення позову у розмірі одного мінімального розміру заробітної плати з боржника фізичної особи та в розмірі двох мінімальних розмірів заробітної плати з боржника – юридичної особи.</p>
                <p><strong>Ліміт суми стягнення</strong> - перший рік ліміт суми стягнення за одним виконавчим провадженням складає 20 000 000 грн.</p>
                <p><strong>Документи для відкриття виконавчого провадження</strong> - для відкриття виконавчого провадження стягувач подає заяву про відкриття, оригінал виконавчого документу та квитанцію про сплату авансового внеску.</p>
                <p><strong>Виконавчий округ</strong> - приватний виконавець здійснює виконання виконавчих документів, за якими боржник або його майно знаходяться в межах міста Києва.</p>
                <p><strong>Строк пред\'явлення виконавчого документу до виконання</strong> - виконавчі документи можуть бути пред\'явлені до примусового виконання протягом трьох років з дня набрання рішення законної сили. Строки пред\'явлення виконавчого документа до виконання перериваються у разі: пред\'явлення виконавчого документа до виконання; надання судом, який розглядав справу як суд першої інстанції, відстрочки або розстрочки виконання рішення.</p>
                <p><strong>Додаткова винагорода приватного виконавця</strong> - у разі необхідності між стягувачем та приватним виконавцем може бути укладено договір про додаткову винагороду приватного виконавця, яка оплачується стягувачем та не підлягає стягненню з боржника.</p>
                <p><strong>Категорії виконавчих документів, які не можна виконувати приватному виконавцю</strong> - приватний виконавець не може виконувати виконавчі документи, за якими стягувачем або боржником є держава та державні підприємства, а також виконавчі документи стосовно конфіскації, виселення або вселення та відібрання дитини.</p>
                <a class="memory__link" href="#">Реквізити для сплати авансного внеску</a>
            </div>';

    const CONTACTS_PAGE = '<div class="contacts__info">
                    <h2 class="contacts__title">ДОВІРТЕ ВИРІШЕННЯ ПРОБЛЕМИ ПРОФЕСІОНАЛУ</h2>
                    <p>Більшість рішень суду неможливо виконати через зволікання із його виконанням. В цьому питанні потрібні професіональні, швидкі та рішучі дії, які направлені на реальне виконання рішеня суду, а не на оформлення папірців.
                        Незнаєте із чого почати? Почніть із простого питання, навіть якщо справа ще на стадіі судового процесу! Будьте на декілька кроків попереду</p>
                </div>';

    const MAIN_PAGE = '<div class="about__block">
                    <p class="about__text">Приватний виконавець (англ. private executor) — це суб’єкт незалежної професійної діяльності, уповноважений державою на здійснення діяльності з примусового виконання рішень, визначених законом та у спосіб і порядок, встановлений законом, а також виконавчим документом.</p>
                    <p class="about__text">Такий підхід яка уже давно успішно функціонує на Заході, в т.ч. у наших країн-сусідів зі Східної Європи, які наразі вже є членами ЄС (до прикладу, і тій же Польщі). Тобто поряд із державними виконавцями у сфері виконанням судових рішень також працюють і «приватники», що займаються цим на правах самозайнятих осіб поза офіційною структурою, але під наглядом Мін\'юсту.</p>
                    <p class="about__text">Для чого це потрібно та як це зазвичай працює? До прикладу, ваш сусід винен вам певну суму коштів і відмовляється повертати. Ви звертаєтеся до суду із відповідними документами, що підтверджують наявність такого боргу, його суму та строк виконання. Суд зoбов\'язує вашого кредитора повернути борг і фактично настає етап виконання судового рішення (або це звучить юридичною мовою: виконавчого провадження). Отже, тепер ви, як кредитор можете обрати до кого вам звертатися за такого правовою допомогою: до державного виконавця чи приватного.</p>
                </div>';

    const ONE_NEWS = '29 серпня 2017 У Львові відбувся круглий стіл, присвячений реформуванню системи виконання судових рішень та діяльності приватних виконавців. Організатори заходу — Асоціація правників України спільно з Проектом Європейського Союзу «Підтримка реформ у сфері юстиції в Україні» та Міністерством юстиції України.

29 серпня 2017 У Львові відбувся круглий стіл, присвячений реформуванню системи виконання судових рішень та діяльності приватних виконавців. Організатори заходу — Асоціація правників України спільно з Проектом Європейського Союзу «Підтримка реформ у сфері юстиції в Україні» та Міністерством юстиції України.';


}